fill_script = '''
    INSERT INTO day(id_day, name_day) VALUES
        ('1', 'Понедельник'),
        ('2', 'Вторник'),
        ('3', 'Среда'),
        ('4', 'Четверг'),
        ('5', 'Пятница'),
        ('6', 'Суббота'),
        ('0', 'Воскресенье');
        
    INSERT INTO specialization(name_specialization) VALUES
        ('Ветеринар Уролог'),
        ('Ветеринар Травматолог'),
        ('Ветеринар Стоматолог'),
        ('Ветеринар Онколог'),
        ('Ветеринар Диетолог'),
        ('Ветеринар Хирург'),
        ('Ветеринар Терапевт'),
        ('Ветеринар Невролог'),
        ('Ветеринар Гинеколог');
    
    INSERT INTO doctor(id_specialization, first_name, last_name, surname) VALUES
        ('7', 'Таисия', 'Тимофеева', 'Романовна'),
        ('5', 'Камила', 'Новикова', 'Ильинична'),
        ('6', 'Марсель', 'Осипов', 'Львович'),
        ('2', 'Андрей', 'Петров', 'Дмитриевич');
        
    INSERT INTO work_day(id_doctor, id_day, beginning_of_work, end_of_work, work_date) VALUES
        ('1', '1', '9:00', '14:00', '4.12.2023'),
        ('1', '3', '15:00', '18:00', '6.12.2023'),
        ('1', '5', '9:00', '14:00', '8.12.2023'),
        ('2', '2', '15:00', '18:00', '5.12.2023');
    
    INSERT INTO timetable(id_work_day, time_work) VALUES
        ('1', '9:00'),
        ('1', '10:00'),
        ('1', '11:00'),
        ('1', '12:00'),
        ('1', '13:00'),
        ('2', '15:00'),
        ('2', '16:00'),
        ('2', '17:00'),
        ('3', '9:00'),
        ('3', '10:00'),
        ('3', '11:00'),
        ('3', '12:00'),
        ('3', '13:00'),
        ('4', '15:00'),
        ('4', '16:00'),
        ('4', '17:00');
    
    INSERT INTO dog_owner(first_name, last_name, surname, email, phone) VALUES
        ('Александр', 'Парфенов', 'Дмитриевич', 'frezoiffeunniye-5035@noyp.fr.nf', '+7(762)445-95-58'),
        ('Варвара', 'Быкова', 'Михайловна', 'woinnoimmaquereu-1531@ab34.fr', '+7(507)199-11-01'),
        ('Лев', 'Фролов', 'Даниилович', 'voiffeileutoibro-9947@tokai.tk', '+7(650)011-45-90'),
        ('Яна', 'Фролова', 'Эмировна', 'gexeigrevelou-5890@o--b.tk', '+7(853)893-89-19'),
        ('Артём', 'Дмитриев', 'Тимурович', 'necreurappeidou-1109@zx81.ovh', '+7(198)204-56-97'),
        ('Матвей', 'Соколов', 'Андреевич', 'grollacatoikou-4281@noyp.fr.nf', '+7(560)627-55-05');
        
    INSERT INTO breed_of_dog(name_breed_of_dog) VALUES
        ('Бобтейл'),
        ('Доберман'),
        ('Золотистый ретривер'),
        ('Лабрадор-ретривер'),
        ('Немейкая овчарка'),
        ('Немецкий боксер'),
        ('Ротвейлер'),
        ('Сенбернар'),
        ('Сибиский хаски'),
        ('Торньяк'),
        ('Аляскинский хаски'),
        ('Английский бульдог'),
        ('Английский кокер-спаниель'),
        ('Бигль'),
        ('Гончая Шиллера'),
        ('Далматин'),
        ('Древер'),
        ('Немецский пинчер'),
        ('Польская гончая'),
        ('Пули'),
        ('Болоньез'),
        ('Вельш-корги'),
        ('Джек-рассел-терьер'),
        ('Мопс'),
        ('Такса'),
        ('Тибетский спиниель'),
        ('Ши-тцу'),
        ('Шпиц малый'),
        ('Японский терьер'),
        ('Японский хин'),
        ('Австралийский терьер'),
        ('Английский той-терьер'),
        ('Йоркширский терьер'),
        ('Китайская хохлатая'),
        ('Пекинес'),
        ('Померанский шпиц'),
        ('Чихуахуа'),
        ('Брюссельский гриффон'),
        ('Бельгийский гриффон'),
        ('Мальтийская болонка');
        
    INSERT INTO dog(id_dog_owner, id_breed_of_dog, name_dog, age_dog) VALUES
        ('1', '24', 'Фрайя', '9'),
        ('2', '11', 'Абель', '11'),
        ('3', '7', 'Алекс', '5'),
        ('4', '16', 'Джес', '13'),
        ('5', '24', 'Людвиг', '8'),
        ('6', '27', 'Вольф', '1'),
        ('2', '11', 'Багира', '2'),
        ('4', '16', 'Мустанг', '14');
        
    INSERT INTO patient_appointment(id_timetable, id_dog) VALUES
        ('1', '1'),
        ('3', '2'),
        ('6', '3'),
        ('7', '4'),
        ('9', '5'),
        ('10', '2'),
        ('12', '4'),
        ('13', '1');
'''